Repository: darktable-org/darktable
Catalog: doc/usermanual/po/it.tmx
Source language: en
Languages: it

source: try to optimize the settings with some statistical assumptions. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys, low-keys and high-ISO pictures. this is not an artificial intelligence, but a simple guess. ensure you understand its assumptions before using it.
it: Tenta di ottimizzare le regolazioni con l'aiuto di dati statistici. Questo farà rientrare la gamma della luminosità nei limiti dell'istogramma. I migliori risultati si avranno con foto di paesaggio e immagine illuminate uniformemente mentre non funzionerà con foto sotto/sovraesposte o scattate ad alti ISO. Questa non è un'intelligenza artificiale, ma una semplice previsione. Considera questo prima di utilizzarlo!

source: width of the linear domain in the middle of the curve, in percent of the dynamic range (white exposure - black exposure). increase to get more contrast and less desaturation at extreme luminances, decrease otherwise. no desaturation happens in the latitude range. this has no effect on mid-tones.
it: Ampiezza del dominio lineare nel mezzo della curva in percentuale della gamma dinamica (esposizione del bianco - esposizione del nero). Aumentalo per avere più contrasto e meno saturazione nelle alteluci, diminuiscilo per ottenere il contrario. La gamma di latitudine non verrà desaturata. Questo parametro non ha nessun effetto sui mezzitoni.

source: desaturates the output of the module specifically at extreme luminances. increase if shadows and/or highlights are under-saturated.
it: Desatura l'output del modulo in particolare nelle alteluci. Aumentalo se le ombre e/o le alteluci sono desaturate.

source: luminance Y
it: Luminanza Y

source: RGB power norm
it: Norma di potenza RGB

source: ensure the original color are preserved. may reinforce chromatic aberrations and chroma noise, so ensure they are properly corrected elsewhere.
it: Si assicura che i colori originali vengano preservati. Può aumentare le aberrazioni cromatiche e il rumore di crominanza, pertanto assicurati che questi difetti vengano successivamente corretti in altro modo.

source: scale into final size
it: Scala nella dimensione finale

source: autodetect
it: Automatico

source: no rotation
it: Nessuna rotazione

source: flip horizontally
it: Rifletti orizzontalmente

source: flip vertically
it: Rifletti verticalmente

source: rotate by -90 degrees
it: Ruota di 90° in senso orario

source: rotate by 90 degrees
it: Ruota di 90° in senso orario

source: rotate by 180 degrees
it: Ruota di 180°

source: rotate
it: Ruota

source: rotate 90 degrees CCW
it: Ruota di 90° in senso orario

source: rotate 90 degrees CW
it: Ruota di 90° in senso orario

source: display encoding
it: Visualizza codifica

source: global tonemap
it: mappatura tonale globale

source: bias
it: Imprecisione

source: target
it: Destinazione

source: operator
it: Operatore

source: the global tonemap operator
it: Operatore della mappatura tonale globale

source: the bias for tonemapper controls the linearity, the higher the more details in blacks
it: L'imprecisione per la mappatura tonale controlla la linearità, più è elevata più dettagli ci sono nei neri

source: the target light for tonemapper specified as cd/m2
it: Luce di destinazione per la mappatura tonale specificata come cd/m2

source: neutral gray ND2 (soft)
it: Grigio neutro ND2 (leggero)

source: neutral gray ND4 (soft)
it: Grigio neutro ND4 (leggero)

source: neutral gray ND8 (soft)
it: Grigio neutro ND8 (leggero)

source: neutral gray ND2 (hard)
it: Grigio neutro ND2 (pesante)

source: neutral gray ND4 (hard)
it: Grigio neutro ND4 (pesante)

source: neutral gray ND8 (hard)
it: Grigio neutro ND8 (pesante)

source: orange ND2 (soft)
it: Arancione ND2 (leggero)

source: yellow ND2 (soft)
it: Giallo ND2 (leggero)

source: purple ND2 (soft)
it: Viola ND2 (leggero)

source: green ND2 (soft)
it: Verde ND2 (leggero)

source: red ND2 (soft)
it: Rosso ND2 (leggero)

source: blue ND2 (soft)
it: Blu ND2 (leggero)

source: brown ND4 (soft)
it: Marrone ND4 (leggero)

source: graduated density
it: filtro graduato

source: density
it: Densità

source: hardness
it: Intensità

source: the density in EV for the filter
it: Densità in EV per il filtro

source: hardness of graduation: 0% = soft, 100% = hard
it: Compressione della gradazione: 0% = leggero, 100% = pesante

source: rotation of filter -180 to 180 degrees
it: Rotazione del filtro da -180° a 180°

source: select the hue tone of filter
it: Seleziona la tonalità del filtro

source: select the saturation of filter
it: Seleziona la saturazione del filtro

source: [%s on nodes] change line rotation
it: [%s on nodes] Modifica rotazione linea

source: [%s on line] move line
it: [%s on line] Sposta linea

source: [%s on line] change density
it: [%s on line] Modifica densità

source: [%s on line] change hardness
it: [%s on line] Modifica intensità

source: grain
it: grana

source: midtones bias
it: Imprecisione mezzitoni

source: the grain size (~ISO of the film)
it: Dimensione grana (~ISO della pellicola)

source: the strength of applied grain
it: Intensità della grana applicata

source: amount of midtones bias from the photographic paper response modeling. the greater the bias, the more pronounced the fall off of the grain in shadows and highlights
it: Ammontare dell'imprecisione dei mezzitoni in base alla risposta della carta fotografica. più elevata è l'imprecisione e più pronunciata sarà la caduta della grana nelle ombre e nelle alteluci

source: haze removal
it: rimozione foschia

source: distance
it: Distanza

source: amount of haze reduction
it: Ammontare della riduzione

source: limit haze removal up to a specific spatial depth
it: Limita la riduzione foschia ad una specifica distanza

source: highlight reconstruction
it: recupero alteluci

source: clip highlights
it: Taglio alteluci

source: reconstruct in LCh
it: Ricostruisci in LCh

source: reconstruct color
it: Ricostruisci colore

source: highlight reconstruction method
it: Metodo ricostruzione alteluci

source: manually adjust the clipping threshold against magenta highlights (you shouldn't ever need to touch this)
it: Regola manualmente la soglia di tosaggio contro le alteluci magenta (non dovrebbe mai essere necessario modificarlo)

source: highpass
it: passa-alto

source: sharpness
it: Nitidezza

source: contrast boost
it: Aumento contrasto

source: the sharpness of highpass filter
it: Nitidezza del filtro passa-alto

source: the contrast of highpass filter
it: Contrasto del filtro passa-alto

source: hot pixels
it: pixel bruciati

source: fixed %d pixel
it: Corretto pixel %d

source: lower threshold for hot pixel
it: Soglia inferiore per i pixel bruciati

source: strength of hot pixel correction
it: Intensità della correzione dei pixel bruciati

source: detect by 3 neighbors
it: Determina da 3 vicini

source: mark fixed pixels
it: Marca i pixel corretti

source: hot pixel correction only works for raw images.
it: Correzione automatica pixel bruciati Funziona solo sulle immagini raw.

source: `%s' color matrix not found for 4bayer image
it: `%s' matrice colore non trovata per l'immagine 4bayer

source: invert
it: inverti

source: pick color of film material from image
it: Preleva il colore della supporto della pellicola dall'immagine

source: color of film material
it: Colore del supporto della pellicola

source: brightness of film material
it: Luminosità del supporto della pellicola

source: select color of film material
it: Seleziona il colore del supporto della pellicola

source: lens correction
it: correzione obiettivo

source: find camera
it: Trova fotocamera

source: find lens
it: Trova obiettivo

source: camera model
it: Modello fotocamera

source: select corrections
it: Seleziona correzioni

source: corrections
it: Correzioni

source: geometry
it: Geometria

source: maker: %s model: %s%s mount: %s crop factor: %.1f
it: Costruttore: %s Modello: %s%s Attacco: %s Fattore ritaglio: %.1f

source: camera/lens not found - please select manually
it: Fotocamera/obiettivo non trovata/o - per favore selezionali manualmente

source: try to locate your camera/lens in the above two menus
it: Trova la tua fotocamera/obiettivo nei due menu soprastanti

source: maker: %s model: %s focal range: %s aperture: %s crop factor: %.1f type: %s mounts: %s
it: Produttore: %s Modello: %s Gamma focale: %s Diaframma: %s Fattore ritaglio: %.1f Tipo: %s Montature: %s

source: focal length (mm)
it: Lunghezza focale (mm)

source: f-number (aperture)
it: Numero-f (apertura diaframma)

source: distance to subject
it: Distanza dal soggetto

source: distortion & TCA
it: Distorsione & TCA

source: distortion & vignetting
it: Distorsione e vignettatura

source: TCA & vignetting
it: TCA & vignettatura

source: only distortion
it: Solo distorsione

source: only TCA
it: Solo TCA

source: only vignetting
it: Solo vignettatura

source: which corrections to apply
it: Quali correzioni applicare

source: target geometry
it: Geometria di destinazione

source: rectilinear
it: Rettilineare

source: panoramic
it: Panoramico

source: equirectangular
it: Equirettangolare

source: orthographic
it: Ortografica

source: stereographic
it: Stereografica

source: equisolid angle
it: Angolo equisolido

source: thoby fish-eye
it: Fish-eyeThoby

source: auto scale
it: Scala automatica

source: correct distortions or apply them
it: Correggi le distorsioni o applicale

source: correct
it: Correggi

source: distort
it: Distorci

source: Transversal Chromatic Aberration red
it: Aberrazioni cromatiche trasversali del rosso

source: TCA red
it: TCA Rosso

source: Transversal Chromatic Aberration blue
it: Aberrazioni cromatiche trasversali del blu

source: TCA blue
it: TCA Blu

source: corrections done:
it: Correzioni eseguite:

source: which corrections have actually been done
it: Quali correzioni sono state effettivamente eseguite

source: levels
it: livelli

source: white
it: Bianco

source: drag handles to set black, gray, and white points. operates on L channel.
it: Trascina per gestire i i punti di nero, grigio e bianco. Opera sul canale L.

source: apply auto levels
it: Applica livelli automatici

source: pick black point from image
it: Prendi punto di nero dall'immagine

source: pick medium gray point from image
it: Prendi punto di grigio medio dall'immagine

source: pick white point from image
it: Prendi punto di bianco dall'immagine

source: black percentile
it: Percentile del nero

source: gray percentile
it: Percentile del grigio

source: white percentile
it: Percentile del bianco

source: liquify
it: fluidifica

source: click and drag to add point scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
it: Click e trascina per aggiungere un punto Rotella del mouse per modificare la dimensione Maiusc+(rotella mouse) per modificare la durezza Ctrl+(rotella mouse) per modificare la direzione

source: click to add line scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
it: Click per aggiungere una linea Rotella mouse per modificare la dimensione Maiusc+(rotella mouse) per modificare la durezza Ctrl+(rotella mouse) per modificare la direzione

source: click to add curve scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
it: Click per aggiungere una curva Rotella mouse per modificare la dimensione Maiusc+(rotella mouse) per modificare la durezza Ctrl+(rotella mouse) per modificare la direzione

source: click to edit nodes
it: Clic per modificare i nodi

source: use a tool to add warps. right-click to remove a warp.
it: Usa uno strumento per aggiungere forme click destro per rimuovere una forma.

source: warps|nodes count:
it: Numero di forme|nodi

source: point tool: draw points
it: Strumento stampa: disegna punti

source: line tool: draw lines
it: Strumento linea: disegna linee

source: curve tool: draw curves
it: Strumento curva: disegna curve

source: node tool: edit, add and delete nodes
it: Strumenti nodo: modifica, aggiunge ed elimina nodi

source: ctrl+click: add node - right click: remove path ctrl+alt+click: toggle line/curve
it: Ctrl+click: aggiungi nodo - click destro: rimuovi segmento Ctrl+Alt+click: alterna linea/curva

source: click and drag to move - click: show/hide feathering controls ctrl+click: autosmooth, cusp, smooth, symmetrical - right click to remove
it: Click e trascina per muovere - click: mostra/nascondi i controlli di sfumatura Ctrl+click: uniforma automaticamente, cusp, uniforma, simmetrico - click destro per rimuovere

source: drag to change shape of path
it: Trascina per cambiare la forma del tracciato

source: drag to adjust warp radius
it: Trascina per regolare il raggio di curvatura

source: drag to adjust hardness (center)
it: Trascina per regolare la durezza (centro)

source: drag to adjust hardness (feather)
it: Trascina per regolare la durezza (sfumatura)

source: drag to adjust warp strength ctrl+click: linear, grow, and shrink
it: Trascina per regolare l'intensità della deformazione Ctrl+click: lineare, aumenta, diminuisci

source: point tool
it: Strumento stampa

source: line tool
it: Strumento linea

source: curve tool
it: Strumento curva

source: node tool
it: Strumento nodo

source: lowlight vision
it: visione luminosità scarsa

source: blue shift
it: Spostamento del blu

source: indoor bright
it: Interno luminoso

source: indoor dim
it: Interno luce fioca

source: indoor dark
it: Interno buio

source: twilight
it: Crepuscolo

source: night street lit
it: Strada notturna illuminata

source: night street
it: Strada notturna

source: night street dark
it: Strada notturna buia

source: night
it: Notte

source: dark
it: Buio

source: bright
it: Luminoso

source: day vision
it: Visione diurna

source: night vision
it: Visione notturna

source: blueness in shadows
it: Blu nelle ombre

source: lowpass
it: passa-basso

source: local contrast mask
it: Maschera di contrasto locale

source: filter order
it: Ordine filtro

source: 0th order
it: Ordine 0

source: 1st order
it: Ordine 1

source: 2nd order
it: Ordine 2

source: filter order of gaussian blur
it: Ordine filtro della sfocatura gaussiana

source: soften with
it: Ammorbidisci con

source: gaussian
it: Gaussiano

source: bilateral filter
it: Filtro bilaterale

source: radius of gaussian/bilateral blur
it: Raggio della sfocatura gaussiana/bilaterale

source: contrast of lowpass filter
it: Contrasto del filtro passa-basso

source: brightness adjustment of lowpass filter
it: Regolazione luminosità del filtro passa-basso

source: color saturation of lowpass filter
it: Saturazione colore del filtro passa-basso

source: which filter to use for blurring
it: Quale filtro usare per la sfocatura

source: application color space
it: Applicazione spazio colore

source: interpolation
it: Interpolazione

source: error allocating buffer for gmz lut
it: Errore - impossibile allocare il buffer per il lut gmz

source: invalid png file %s
it: File PNG %s non valido

source: png bit-depth %d not supported
it: la profondità PNG %d non è supportata

source: invalid level in png file %d %d
it: Livello non valido nel file PNG %d %d

source: this darktable build is not compatible with compressed clut
it: Questa installazione di darktable non è compatibile con i clut compressi

source: error - lut 3D size %d exceeds the maximum supported
it: Errore - la dimensione del lut 3D %d eccede quella massima supportata

source: error allocating buffer for png lut
it: Errore - impossibile allocare il buffer per il lut png

source: error - could not read png image %s
it: Errore - impossibile leggere l'immagine PNG %s

source: error - allocating buffer for png lut
it: Errore - impossibile allocare il buffer per il lut PNG

source: error - invalid cube file: %s
it: Errore - file cubo %s non valido

source: DOMAIN MIN <> 0.0 is not supported
it: DOMINIO MIN <> 0,0 non è supportato

source: DOMAIN MAX <> 1.0 is not supported
it: DOMINIO MAX <> 1,0 non è supportato

source: [1D cube lut is not supported
it: [Il cubo lut 1D non è supportato

source: error - allocating buffer for cube lut
it: Errore - impossibile allocare il buffer per il lut cubo

source: error - cube lut size is not defined
it: Errore - la dimensione del cubo lut non è definita

source: error - cube lut lines number is not correct
it: Errore - la quantità di linee del cubo lut non è corretta

source: error - invalid 3dl file: %s
it: Errore - file 3dl %s non valido

source: error - the maximum shaper lut value %d is too low
it: Errore - il valore massimo del modellatore lut %d è troppo basso

source: error - the maximum lut value does not match any valid bit depth
it: Errore - il valore massimo del lut non corrisponde a nessun valore valido di profondità di bit

source: Lut root folder not defined
it: La cartella radice del file lut non è definita

source: select lut file
it: Seleziona il file lut

source: _select
it: _seleziona

source: hald cluts (png), 3D lut (cube or 3dl) or gmic compressed lut (gmz)
it: Hald cluts (png), 3D lut (cubo o 3dl) oppure lut compresso gmic (gmz)

source: hald cluts (png) or 3D lut (cube or 3dl)
it: Hald cluts (png) oppure lut 3D (vubo o 3dl)

source: all files
it: Tutti i file

source: Select file outside Lut root folder is not allowed
it: Non è permesso selezionare un file esterno alla cartella radice dei files lut

source: select a png (haldclut), a cube, a 3dl or a gmz (compressed lut) file CAUTION: 3D lut folder must be set in preferences/core options/miscellaneous before choosing the lut file
it: Seleziona un file png (haldclut), un cubo, un 3dl oppure un gmz (lut compresso) ATTENZIONE: la cartella lut deve essere impostata in Preferenze/Opzioni Principali/Varie prima di selezionare il file lut

source: select a png (haldclut), a cube or a 3dl file CAUTION: 3D lut folder must be set in preferences/core options/miscellaneous before choosing the lut file
it: Seleziona un file png (haldclut), un cubo o un 3dl ATTENZIONE: la cartella lut deve essere impostata in Preferenze/Opzioni Principali/Varie prima di selezionare il file lut

source: the file path (relative to lut folder) is saved with image along with the lut data if it's a compressed lut (gmz)
it: Il percorso del file (relativo alla cartella lut) viene salvato con l'immagine insieme ai dati lut nel caso in cui sia un lut compresso (gmz)

source: the file path (relative to lut folder) is saved with image (and not the lut data themselves)
it: Il percorso del file (relativo alla cartella lut) viene salvato con l'immagine (non vengono salvati i dati lut)

source: enter lut name
it: Inserisci nome lut

source: select the LUT
it: Seleziona lut

source: gamma rec709 RGB
it: Gamma RGB Rec709

source: linear rec709 RGB
it: RGB Rec709 lineare

source: linear rec2020 RGB
it: RGB Rec2020 lineare

source: select the color space in which the LUT has to be applied
it: Seleziona lo spazio colore all'interno del quale applicare il lut

source: tetrahedral
it: Tetaedro

source: trilinear
it: Trilineare

source: pyramid
it: Piramide

source: select the interpolation method
it: Seleziona il metodo di interpolazione

source: mask manager
it: Gestore maschere

source: monochrome
it: monocromia

source: red filter
it: Filtro rosso

source: drag and scroll mouse wheel to adjust the virtual color filter
it: Trascina e scorri la rotella del mouse per regolare il filtro colore virtuale

source: how much to keep highlights
it: Quanto mantenere le alteluci

source: denoise (non-local means)
it: riduzione rumore (non-local means)

source: radius of the patches to match
it: Raggio dei campioni da fare corrispondere

source: how much to smooth brightness
it: Quanto ammorbidire la luminosità

source: how much to smooth colors
it: Quanto ammorbidire i colori

source: overexposed
it: Sovraesposizione

source: unbreak input profile
it: correzione profilo di ingresso

source: dynamic range
it: Gamma dinamica

source: middle grey luma
it: Luminosità grigio medio

source: 16 EV dynamic range (generic)
it: 16 EV di gamma dinamica (generico)

source: 14 EV dynamic range (generic)
it: 14 EV di gamma dinamica (generico)

source: 12 EV dynamic range (generic)
it: 12 EV di gamma dinamica (generico)

source: 10 EV dynamic range (generic)
it: 10 EV di gamma dinamica (generico)

source: 08 EV dynamic range (generic)
it: 08 EV di gamma dinamica (generico)

source: tone mapping method
it: Metodo mappatura dei toni

source: linear part
it: Parte lineare

source: gamma exponential factor
it: Fattore esponenziale gamma

source: adjust to match the average luma of the subject
it: Regola sulla luminosità media del soggetto

source: number of stops between middle grey and pure black this is a reading a posemeter would give you on the scene
it: Numero di stop tra il grigio intermedio ed il nero. Questa è la lettura che darebbe un esposimetro sulla scena.

source: number of stops between pure black and pure white this is a reading a posemeter would give you on the scene
it: Numero di stop tra il nero e il bianco puri Questa è la lettura della scena che vi darebbe un esposimetro

source: optimize automatically
it: Ottimizza automaticamente

source: enlarge or shrink the computed dynamic range this is useful when noise perturbates the measurements
it: Allarga o restringi la gamma dinamica calcolata Utile quando il rumore disturba le misurazioni

source: make an optimization with some guessing
it: Ottimizza in base a supposizioni

source: raw denoise
it: riduzione rumore raw

source: noise threshold
it: Soglia rumore

source: raw denoising only works for raw images.
it: La riduzione del rumore raw funziona solo con le immagini raw.

source: raw overexposed
it: Raw sovraesposto

source: crop x
it: Taglia x

source: crop from left border
it: Taglia dal bordo sinistro

source: crop y
it: Taglia y

source: crop from top
it: Ritaglia dall'alto

source: crop width
it: Larghezza taglio

source: crop from right border
it: Taglia dal bordo destro

source: crop height
it: Altezza taglio

source: crop from bottom
it: Taglio dal lato inferiore

source: raw black/white point
it: punto nero/bianco raw

source: passthrough
it: Passaggio

source: black level %i
it: Livello di nero %i

source: white point
it: Punto di bianco

source: raw black/white point correction only works for the sensors that need it.
it: La correzione del punto di bianco/nero raw funziona solo con i sensori che ne hanno bisogno.

source: fill-light 0.25EV with 4 zones
it: Luce di riempimento 0.25EV con 4 zone

source: fill-shadow -0.25EV with 4 zones
it: Scurisci ombre -0.25EV con 4 zone

source: fill light
it: luce di riempimento

source: width
it: Larghezza

source: the fill-light in EV
it: Luce di riempimento in EV

source: width of fill-light area defined in zones
it: Larghezza dell'area della luce di riempimento definita in zone

source: select the center of fill-light ctrl+click to select an area
it: Seleziona il centro della luce di riempimento Ctrl+click per selezionare un'area

source: toggle tool for picking median lightness in image
it: Cambia strumento per prelevare la luminosità media nell'immagine

source: retouch
it: ritocco

source: cannot display scales when the blending mask is displayed
it: Non è possibile visualizzare le scale quando viene visualizzata una maschera di fusione

source: # shapes:
it: # forme:

source: to add a shape select an algorithm and a shape type and click on the image. shapes are added to the current scale
it: Per aggiungere una forma seleziona un algoritmo e un tipo di forma e clicca sull'immagine. Le forme verranno aggiunte alla scala corrente

source: show and edit shapes on the current scale
it: Mostra e modifica forme sulla scala corrente

source: algorithms:
it: Algoritmi:

source: activates fill tool
it: Attiva strumento riempimento
